Repository: gelotus/service.coreelec.settings
Catalog: language/resource.language.*/strings.po
Languages: it_it

# #600
source: @DISTRONAME@ Settings
it_it: @DISTRONAME@ Impostazioni

# #601
source: Interface
it_it: Interfaccia

# #602
source: Address
it_it: Indirizzo

# #603
source: Type
it_it: Tipo

# #604
source: State
it_it: Stato

# #605
source: Address
it_it: Indirizzo

# #606
source: Distribution:
it_it: Distribuzione:

# #607
source: Version:
it_it: Versione:

# #608
source: Architecture:
it_it: Architettura:

# #609
source: CoreELEC is a minimal Linux distribution purpose built for Kodi media center based on LibreELEC. CoreELEC is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configured media machine in under 15 minutes.
it_it: CoreELEC è una distribuzione Linux essenziale sviluppata a contorno del media center Kodi, basata su LibreELEC. CoreELEC è sviluppata per avviarsi velocemente con un processo di installazione semplice abbastanza per ognuno per convertire un semplice HTPC in un dispositivo multimediale pienamente funzionale in meno di 15 minuti."

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
it_it: Configura hostname, tipo tastiera, esegue un reset, aggiorna, backup e ripristino

# #701
source: Configure network startup options, NTP and VPNs
it_it: Configura le opzioni di avvio rete, NTP e VPN

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
it_it: Gestisce le connessioni Ethernet, Wireless e VPN disponibili sul sistema

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
it_it: Configura i servizi di sistema come Samba, SSH, Cron, Avahi e Syslog

# #704
source: Configure and pair Bluetooth devices
it_it: Configura e accoppia i dispositivi Bluetooth

# #705
source: Useful information like version and architecture details
it_it: Informazioni utili come versione e dettagli architettura

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
it_it: Configura l'Hostname del sistema @DISTRONAME@. Sarà usato per l'\\hostname in Windows e per il nome del server SMB nel Finder di MacOS

# #711
source: Configure the 1st keyboard software layout
it_it: Configura il primo layout software della tastiera

# #712
source: Configure the 2nd keyboard software layout
it_it: Configura il secondo layout software della tastiera

# #713
source: Configure the physical keyboard type
it_it: Configura il tipo di tastiera fisica

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
it_it: @DISTRONAME@ può essere configurata per ricevere aggiornamenti automatici o manuali. Gli aggiornamenti automatici sono disponibili per le release stabili e per le RC stabili. Vengono disabilitati automaticamente sulle beta e sulle versioni di sviluppo

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
it_it: Su ON verrà mostrata una notifica quando un aggiornamento è disponibile

# #718
source: Send boot config files from /flash, kodi.log, kernel log and Samba configs to http://ix.io, and display the short URL
it_it: Invia i file di configurazione sulla /flash, kodi.log, il log del kernel e la configurazione di Samba a http://ix.io, e mostra la URL breve

# #719
source: Send boot config files from /flash, kodi_crash.log, kernel log and Samba configs to http://ix.io, and display the short URL
it_it: Invia i file di configurazione sulla /flash, kodi_crash.log, il log del kernel e la configurazione di Samba a http://ix.io, e mostra la URL breve

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
it_it: Su ON i dispositivi Bluetooth saranno disattivati nelle modalità a basso consumo

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
it_it: Crea un archivio tar contenente tutte le impostazioni di configurazione di @DISTRONAME@ e Kodi, i database ed il contenuto delle anteprime. Il backup verrà salvato su /storage/backups

# #723
source: Restore a tar archive backup previously created using the backup option above
it_it: Ripristina un backup da un archivio tar creato con l'opzione sopra

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
it_it: [COLOR FF00FF00]SOFT RESET[/COLOR] Riporta permanentemente la configurazione di @DISTRONAME@ allo stato iniziale (ripristina anche Kodi ai valori di default inclusa la libreria. I contenuti - musica/video/etc non verranno modificati)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
it_it: [COLOR FFFF0000]HARD RESET[/COLOR] Riporta permanentemente la configurazione di @DISTRONAME@ allo stato iniziale (verrà eliminato tutto il contenuto della partizione STORAGE)

# #726
source: Enable or disable support for Wireless (WLAN) networks
it_it: Abilita o disabilita il supporto per le reti Wireless (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
it_it: Attiva un Access Poin Wireless 'tethered'. Necessita di una scheda wireless (ed il suo driver) che supporti il bridging e la modalità AP. Non tutte le schede hanno questa capacità.

# #728
source: Configure the Access Point SSID
it_it: Configura l'SSID dell'Access Point

# #729
source: Configure the Access Point Passphrase
it_it: Configura la Password dell'Access Point

# #730
source: Enable or disable support for Wired (Ethernet) networks
it_it: Abilita o disabilita il supporto per le reti Cablate (Ethernet)

# #732
source: Configure the 1st time (NTP) server
it_it: Configura il primo server NTP

# #733
source: Configure the 2nd time (NTP) server
it_it: Configura il secondo server NTP

# #734
source: Configure the 3rd time (NTP) server
it_it: Configura il terzo server NTP

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
it_it: Su ON ritarda l'avvio di Kodi fino alla disponibilità della rete. Usare questa opzione se l'avvio di Kodi avviene prima che la rete sia disponibile ed i database centrali MySQL siano accessibili.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
it_it: Su ON ablilita il servizio integrato di condivisione file Samba (SMB)

# #739
source: Set to ON to require username/password access to local Samba fileshares
it_it: Su ON richiederà username/password per accedere alle condivisioni Samba locali

# #740
source: Set the username for Samba sharing
it_it: Imposta lo username per le condivisioni Samba

# #741
source: Set the password for Samba sharing
it_it: Imposta la password per le condivisioni Samba

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
it_it: Su ON abilita il server SSH integrato. La console SSH sarà accessibile con username 'root' e password '@ROOT_PASSWORD@'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
it_it: Su ON se si sono copiate le chiavi private SSH sulla propria installazione e si voglia migliorare la sicurezza disabilitando l'autenticazione con username e password di SSH.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
it_it: Su ON abilita il servizio di network discovery Avahi (Zeroconf/Bonjour)

# #745
source: Set to ON to enable the cron daemon
it_it: Su ON abilita il demone cron

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
it_it: Con il trasferimento file OBEX si possono inviare file, ad esempio film o foto attraverso il Bluetooth a @DISTRONAME@.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
it_it: Cartella di destinazione dei file trasferiti tramite OBEX

# #753
source: Configure the 1st keyboard software Variant
it_it: Configura la prima Variante software della tastiera

# #754
source: Configure the 2nd keyboard software Variant
it_it: Configura la seconda Variante software della tastiera

# #755
source: Auto share external drives / partitions
it_it: Condivide automaticamente i dispositivi esterni

# #756
source: Disable older SMB protocols by specifying the minimum supported protocol.
it_it: Disabilita i vecchi protocolli SMB specificando il minimo protocollo supportato

# #757
source: Disable more recent SMB protocols for backward compatability with legacy clients.
it_it: Disabilita i protocolli SMB piu' recenti per l'uso con vecchi client.

# #758
source: NetBIOS group to which the server belongs. Default is WORKGROUP.
it_it: Gruppo NetBIOS. Il default è WORKGROUP.

# #760
source: Select an update channel
it_it: Selezionare un canale di aggiornamento

# #761
source: Enable to allow entering a custom update url
it_it: Abilitare per specificare una URL di aggiornamento personalizzata

# #762
source: Enter a custom update url (url should be the root of the update files)
it_it: Seleziona una versione disponibile

# #771
source: The firewall blocks unwanted network traffic. Home (default) allows traffic from private network ranges (192.168.x.x, 172.16.x.x and 10.x.x.x) only. Public blocks all traffic from all networks. Custom uses rules in /storage/.config/iptables. Off disables the firewall.
it_it: Il firewall blocca il traffico di rete indesiderato. Privata (default) permette il traffico solo dai range privati della rete (192.168.x.x, 172.16.x.x and 10.x.x.x). Publica blocca tutto il traffico da tutte le reti. Personalizzata usa le regole in /storage/.config/iptables. Off disabilita il firewall.

# #32001
source: Services
it_it: Servizi

# #32002
source: System
it_it: Sistema

# #32003
source: Interface
it_it: Interfaccia

# #32009
source: Keyboard
it_it: Tastiera

# #32010
source: Keyboard Layout
it_it: Layout Tastiera

# #32012
source: Select Action
it_it: Seleziona Azione

# #32013
source: Updates
it_it: Aggiornamenti

# #32014
source: Automatic Updates
it_it: Aggiornamenti Automatici

# #32015
source: Update Channel
it_it: Canale Aggiornamento

# #32016
source: Show Custom Channels
it_it: Visualizza Canali Personalizzati

# #32017
source: - Custom Channel 1
it_it: - Canale Personalizzato 1

# #32018
source: - Custom Channel 2
it_it: - Canale Personalizzato 2

# #32019
source: - Custom Channel 3
it_it: - Canale Personalizzato 3

# #32020
source: Available Versions
it_it: Versioni Disponibili

# #32100
source: Connections
it_it: Connessioni

# #32101
source: Network
it_it: Rete

# #32102
source: Wireless Networks
it_it: Reti Wireless

# #32103
source: Wired Networks
it_it: Reti Cablate

# #32105
source: Active
it_it: Attive

# #32107
source: Passphrase
it_it: Password

# #32108
source: Enable 'tethered' Wireless Access Point
it_it: Abilita Access Point Wireless 'tethered'

# #32109
source: Connect Automatically
it_it: Connette Automaticamente

# #32110
source: Connection
it_it: Connessione

# #32113
source: IP Address Method
it_it: Metodo Indirizzo IP

# #32114
source: IP Address
it_it: Indirizzo IP

# #32117
source: Prefix Length
it_it: Lunghezza Prefisso

# #32119
source: DNS Servers
it_it: Server DNS

# #32120
source: Nameserver #1
it_it: DNS #1

# #32121
source: Nameserver #2
it_it: "DNS #2

# #32122
source: Nameserver #3
it_it: DNS #3

# #32123
source: NTP Servers
it_it: Server NTP

# #32124
source: Timeserver #1
it_it: NTP #1

# #32125
source: Timeserver #2
it_it: NTP #2

# #32126
source: Timeserver #3
it_it: NTP #3

# #32127
source: DNS Domains
it_it: Domini DNS

# #32128
source: Domain #1
it_it: Dominio #1

# #32129
source: Domain #2
it_it: Dominio #2

# #32130
source: Domain #3
it_it: Dominio #3

# #32140
source: Save
it_it: Salva

# #32141
source: Delete
it_it: Elimina

# #32142
source: Refresh
it_it: Aggiorna

# #32143
source: Disconnect
it_it: Disconnette

# #32144
source: Connect
it_it: Connette

# #32145
source: Pair
it_it: Accoppia

# #32146
source: Hidden Network Name
it_it: Nome Rete Nascosta

# #32147
source: Wireless Network Passphrase
it_it: Password Rete Wireless

# #32148
source: Wireless Network Username
it_it: Username Rete Wireless

# #32150
source: Edit
it_it: Modifica

# #32180
source: Would you like to update @DISTRONAME@ now?
it_it: Si vuole aggiornare @DISTRONAME@ adesso

# #32181
source: Filename
it_it: Nome file

# #32182
source: Download speed
it_it: Velocità download

# #32183
source: Time remaining
it_it: Tempo rimanente

# #32184
source: Extract file
it_it: Estrazione file

# #32185
source: Extract speed
it_it: Velocità estrazione

# #32186
source: Initialize Archive File
it_it: Inizializza Archivio File

# #32187
source: New Version
it_it: Nuova Versione

# #32188
source: Current Version
it_it: Versione Corrente

# #32189
source: Identification
it_it: Identificativo

# #32190
source: System Name
it_it: Nome Sistema

# #32191
source: Invalid URL
it_it: URL non valida

# #32202
source: Use Samba Password Authentication
it_it: Usa Autenticazione Password Samba

# #32203
source: Disable SSH Password
it_it: Disabilita Password SSH

# #32204
source: Enable Samba
it_it: Abilita Samba

# #32205
source: Enable SSH
it_it: Abilita SSH

# #32206
source: Enable Avahi (Zeroconf)
it_it: Abilita Avahi (Zeroconf

# #32208
source: Hidden Wlan
it_it: Wlan Nascosta

# #32212
source: Cancel
it_it: Annulla

# #32215
source: Workgroup name
it_it: Nome Workgroup

# #32216
source: Auto-Share External Drives
it_it: Auto-Condivisione Dispositivi Esterni

# #32217
source: Minimum supported protocol
it_it: Protocollo minimo supportato

# #32218
source: Maximum supported protocol
it_it: Protocollo massimo supportato

# #32300
source: Welcome to @DISTRONAME@
it_it: Benvenuto in @DISTRONAME@

# #32301
source: Welcome
it_it: Benvenuto

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.
it_it: Questa procedura vi guiderà attraverso il processo di configurazione della vostra nuova installazione di @DISTRONAME@ - configurando il luogo, il fuso orario e la connessione a internet.[CR][CR]Queste impostazioni potranno essere cambiate successivamente tramite Programmi > Impostazioni @DISTRONAME@.

# #32303
source: Next
it_it: Prossimo

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
it_it: Per essere identificato facilmente sulla rete, il nuovo dispositivo @DISTRONAME@ ha bisogno di un nome.[CR][CR]Provare a scegliere qualcosa di significativo - ad esempio la stanza in cui si trova - in modo tale da individuarla facilmente cercandola sulla rete.[CR][CR]Questo nome è usato per configurare i servizi di rete, come le condivisioni Samba.

# #32305
source: Networking
it_it: Reti

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
it_it: Per poter scaricare sfondi, locandine e anteprime per i film ed i programmi TV e per usufruire dei contenuti in streaming su siti come YouTube, @DISTRONAME@ ha bisogno di connettersi ad Internet.[CR][CR]Una connessione Internet serve anche a @DISTRONAME@ per aggiornarsi automaticamente.

# #32308
source: Hostname:
it_it: Nome Host

# #32309
source: The following Networks are currently available:
it_it: Sono disponibili le seguenti reti:

# #32311
source: Sharing and Remote Access
it_it: Condivisione e Accesso Remoto

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
it_it: @DISTRONAME@ supporta anche SSH per l'accesso remoto. Questa funzione è per gli utenti avanzati che desiderano interagire con gli strati più interni del sistema operativo di @DISTRONAME@'. L'utente di default è [COLOR blue]root[/COLOR] e la password di default è [COLOR blue]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
it_it: Per poter condividere i file tra i computer, @DISTRONAME@ possiede un server Samba. Questo server può essere integrato nella rete locale accedendovi facilmente attraverso il Finder o Esplora Risorse.

# #32316
source: Configure Services:
it_it: Configurazione Servizi:

# #32317
source: Thank you
it_it: Grazie

# #32318
source: Your @DISTRONAME@ installation is now complete and you'll now enter Kodi when you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoying building it. If you need any more help, you can find links to get help along with latest news at our website.
it_it: L'installazione di @DISTRONAME@ è completa, tramite l'interfaccia di Kodi si potranno configurare le librerie multimediali. Ulteriori informazioni possono essere trovate su wiki.kodi.tv.[CR][CR]Per concludere, ci auguriamo che l'utilizzo di @DISTRONAME@ possa dare molta soddisfazione, come quella che abbiamo avuto noi nel svilupparlo. Per supporto e aiuto, è possibile trovarlo sul nostro sito web.

# #32320
source: Enable Cron
it_it: Abilita Cron

# #32323
source: Reset to Defaults
it_it: Ripristina ai valori di default

# #32324
source: Reset System Settings to defaults
it_it: Ripristina Impostazioni di Sistema ai valori di default

# #32325
source: Reset @DISTRONAME@ to defaults
it_it: Ripristina @DISTRONAME@ ai valori di default

# #32326
source: Are you sure?
it_it: Confermare?

# #32328
source: The system must reboot.
it_it: Il sistema si riavvierà.

# #32329
source: Rebooting in %d seconds
it_it: Riavvio in %d secondi

# #32330
source: Keyboard Type
it_it: Tipo Tastiera

# #32333
source: Connected:
it_it: Connesso:

# #32334
source: Yes
it_it: Si

# #32338
source: No Bluetooth adapter found.
it_it: Nessun adattatore Bluetooth trovato.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
it_it: Nessun dispositivo Bluetooth trovato.[CR]Attivare la visibilità sul[CR]dispositivo e ripetere la ricerca

# #32343
source: Enter the following Key on your Device.
it_it: Inserire questa chiave sul dispositivo:

# #32344
source: Enable Bluetooth
it_it: Abilita Bluetooth

# #32346
source: Bluetooth is disabled
it_it: Bluetooth disabilitato

# #32358
source: Trust and Connect
it_it: Autorizza e Connette

# #32362
source: Check for updates now:
it_it: Cerca aggionamenti adesso:

# #32364
source: Update available
it_it: Aggiornamento disponibile

# #32365
source: Show Update Notifications
it_it: Visualizza Notifiche Aggiornamenti

# #32366
source: Update Download Completed
it_it: Download Aggiornamento Completato

# #32367
source: Update Extract Complete
it_it: Estrazione Aggiornamento Completata

# #32368
source: Advanced Network Settings
it_it: Impostazioni di Rete Avanzate

# #32369
source: Wait for network before starting Kodi
it_it: Attesa disponibilità rete prima di avviare Kodi

# #32370
source: Maximum Wait Time (Sec.)
it_it: Tempo Massimo Attesa (Sec.)

# #32372
source: Create System and Kodi Backup
it_it: Crea Backup di Sistema e di Kodi

# #32373
source: Restore Backup
it_it: Ripristina Backup

# #32375
source: Backup Progress
it_it: Avanzamento Backup

# #32376
source: Submit Log
it_it: Invia Log

# #32377
source: Upload latest Kodi log and configs, and view the short URL
it_it: Invia l'ultimo log di Kodi e la configurazione, e visualizza la URL breve

# #32378
source: Upload latest Kodi crash log and configs, and view the short URL
it_it: Invia l'ultimo crashlog di Kodi e la configurazione, e visualizza la URL breve

# #32379
source: There is not enough free storage space to continue!
it_it: Non c'è abbastanza spazio libero per proseguire!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
it_it: Il ripristino impostazioni di sistema richiede un riavvio. Confermare il ripristino?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
it_it: Accettare invio file da Bluetooth?

# #32382
source: Speed
it_it: Velocità

# #32383
source: Play Files ?
it_it: Riproduci i File?

# #32384
source: OBEX Enabled
it_it: OBEX Abilitato

# #32385
source: OBEX Upload Folder
it_it: Cartella di Upload OBEX

# #32386
source: Keyboard Layout Variant #1
it_it: Variante Layout Tastiera #1

# #32387
source: Keyboard Layout Variant #2
it_it: Variante Layout Tastiera #2

# #32388
source: Enable Standby
it_it: Abilita lo Standby

# #32389
source: Disable Standby
it_it: Disabilita lo Standby

# #32390
source: Settings addon is not yet ready, please try again later.
it_it: L'addon Settings non è ancora pronto, riprovare più tardi.

# #32393
source: ** SAFE MODE! ** SAFE MODE! ** SAFE MODE! **
it_it: ** MODALITA' PROVVISORIA! ** MODALITA' PROVVISORIA! **

# #32394
source: @DISTRONAME@ has temporarily started in safe mode due to repeated Kodi crashes.[CR][CR]You may now investigate the cause of the crashes by enabling ssh or Samba.[CR][CR]Your original Kodi installation can be accessed via "/storage/.kodi.FAILED" and the Samba "Kodi-Failed" share.[CR][CR]Rebooting will return to your original Kodi installation.[CR][CR]When posting to the forum include the link to your crash log which can be viewed by clicking the crash log option in Settings > CoreELEC > System > Submit Log.
it_it: @DISTRONAME@ si è riavviata temporaneamente in modalità provvisoria a causa dei ripetuti crash di Kodi.[CR][CR]Si può tentare di trovare la causa dei crash abilitando ssh o Samba.[CR][CR]L'installazione originale di Kodi può essere visualizzata tramite "/storage/.kodi.FAILED" e la condivisione Samba "Kodi-Failed".[CR][CR]Riavviando si ritornerà all'installazione originale.[CR][CR]Nel caso di richiesta supporto tramite forum, si includano i link al proprio crashlog, è possibile visualizzarli su Impostazioni > CoreELEC > Sistema > Invia Log.

# #32396
source: Custom
it_it: Personalizzata

# #32398
source: Home
it_it: Privata

# #32399
source: Public
it_it: Pubblica
